Revit 2024 API
SymbolTypeId.Fc Property
 Symbol fc, indicating unit Footcandles.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Fc { get; }
Visual Basic
Public Shared ReadOnly Property Fc As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Fc {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace